cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'rsync'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'youtube-dl'
brew 'jenv'

cask 'atom'
cask 'google-chrome'
cask 'handbrake'
cask 'inkscape'
cask 'slack'
cask 'sourcetree'
cask 'vlc'
cask 'libreoffice'
cask 'cyberduck'

tap 'caskroom/versions'
cask 'firefoxdeveloperedition'


